[
    {
        "heading": "About The Institute",
        "paragraph": "HMR Institute of Technology & Management was established in the year 2002. It is spread over sprawling lush green campus 5 acres of land. HMRITM exists for nurturing the Technical Spirit - conceived in 2002, to provide exceptional facilities for students of Engineering and Technology, the HMR Institute of Technology and Management boasts of being among the reputed institutes even in its early stages. The Institute recognises the need for bringing up a new age cerebral workforce in today's highly competitive environment. The name HMR stands for the founders of this institution Late Sh. Hiralal, Late Smt. Mohan Devi and Late Smt. Rita Gupta The Institute provides an atmosphere that ensures academic excellence and industry exposure that helps equip the students with the technical skills and emotional intelligence to successfully grapple with the complexities of a dynamic technology-driven environment. This endeavour is greatly aided by the local on of the institute in Delhi that is home to several corporate houses and industries. The institute stands for quality embedded higher education at par with global standard and an excellent learning environment backed by innovative state-of-the-art infrastructure. Further, it aims to add greater value to the world of crucial engineering developments and technological breakthroughs through an active focus on research and development activities. With a bird’s eye-view of all-encompassing development, it strives to achieve faster progress for students, and for itself."
    },
    {
		"heading": "About The Conference",
		"paragraph": "HMRITM is going to organize an “International Conference on Emerging Applications of Artificial Intelligence, Machine Learning and Cybersecurity” (ICAMC-2023) in the month of March 2023. ICAMC 2023 is the premier single-track conference for reporting advances in all AI, ML and CS aspects, including theory, tools, applications, systems, test-beds and field deployments. The conferences focuses on the core science to develop fundamental principles that underpin the integration of intelligence, as well as on the development of technologies, tools, architectures and infrastructure for building a systems, highlighting the design, implementation, and investigation of system. Application domains include (but are not limited to): transportation, energy, water, agriculture, medical and assistive technology, sensor and social networks, robotics, smart cities, ecology, and supply-chains. Among the relevant research areas are security, control, optimization, machine learning, game theory, mechanism design, mobile and cloud computing, model-based design, verification, data mining / analytics, signal processing, and human-in-the-loop shared or supervisory control. The scope of ICAMC 2023 is to provide an international forum to promote, enhance and stimulate international research interactions and collaboration in the fields of Computer Science, Electronics, Electrical, Healthcare, Information Technology & Management. It will facilitate to promote the exchange of ideas among interested researchers, students, industrialist, developers and practitioners. This conference will also feature plenary talks, workshops, and parallel technical sessions. Selected papers will be published in prestigious book series with ISBN number or Scopus indexed journals* or UGC journals."
    }
]